Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# HashCheck_ComponentModified
source: Component modified or missing, please check:\nCaptureApp\n
de_de: Komponente wurde verändert oder fehlt. Bitte überprüfe:\nCaptureApp\n
es_mx: Componente modificado o faltante, por favor revisa:\nCaptureApp\n
fr_fr: Composant modifié ou manquant détecté, veuillez vérifier :\nCaptureApp\n
hi_in: घटक संशोधित या गायब है, कृपया जाँचें:\nCaptureApp\n
id_id: Komponen dimodifikasi atau hilang, harap periksa:\nCaptureApp\n
it_it: Componente modificato o mancante, verifica: CaptureApp
ja_jp: コンポーネントが変更または欠落:\nCaptureApp\n
ko_kr: 구성 요소가 수정되었거나 누락되었습니다. 확인하세요:\nCaptureApp\n
pt_br: Componente modificado ou ausente, verifique:\nCaptureApp\n
ru_ru: Компонент изменён или отсутствует:\nCaptureApp\n
zh_cn: 发现组件被修改或缺失，请检查：\nCaptureApp\n
zh_tw: 發現元件被修改或遺失，請檢查：\nCaptureApp\n

# HashCheck_NotPassed
source: Verification Not Passed
de_de: Prüfung nicht bestanden
es_mx: Verificación no superada
fr_fr: Vérification échouée
hi_in: सत्यापन पास नहीं हुआ
id_id: Verifikasi Tidak Lulus
it_it: Verifica Non Superata
ja_jp: 検証未通過
ko_kr: 검증 통과 안 됨
pt_br: Verificação não aprovada
ru_ru: Проверка не пройдена
zh_cn: 校验未通过
zh_tw: 驗證未通過

# HashCheck_Exception
source: Verification Exception
de_de: Prüfungsfehler
es_mx: Excepción de verificación
fr_fr: Exception de vérification des composants
hi_in: सत्यापन अपवाद
id_id: Kesalahan Verifikasi
it_it: Eccezione Verifica
ja_jp: 検証例外
ko_kr: 검증 예외
pt_br: Exceção de verificação
ru_ru: Исключение проверки
zh_cn: 校验组件异常
zh_tw: 驗證元件異常

# HashCheck_ExceptionMsg
source: Error during hash verification: {0}
de_de: Fehler bei der Hash-Prüfung: {0}
es_mx: Error durante la verificación de hash: {0}
fr_fr: Erreur lors de la vérification de hachage : {0}
hi_in: हैश सत्यापन के दौरान त्रुटि: {0}
id_id: Kesalahan saat verifikasi hash: {0}
it_it: Errore durante la verifica hash: {0}
ja_jp: ハッシュ検証中にエラー: {0}
ko_kr: 해시 검증 중 오류: {0}
pt_br: Erro durante verificação de hash: {0}
ru_ru: Ошибка хеш-проверки: {0}
zh_cn: 执行哈希校验时发生错误: {0}
zh_tw: 執行雜湊驗證時發生錯誤: {0}

# Settings_DirCreateFailed
source: Directory Creation Failed
de_de: Verzeichniserstellung fehlgeschlagen
es_mx: Error al crear directorio
fr_fr: Échec de création du répertoire
hi_in: निर्देशिका निर्माण विफल
id_id: Pembuatan Direktori Gagal
it_it: Creazione Directory Fallita
ja_jp: ディレクトリ作成失敗
ko_kr: 디렉토리 생성 실패
pt_br: Falha na criação do diretório
ru_ru: Ошибка создания папки
zh_cn: 目录创建失败
zh_tw: 目錄建立失敗

# Settings_DirCreateFailedMsg
source: Unable to create app data directory. Please check permissions: {0}
de_de: Anwendungsdatenverzeichnis konnte nicht erstellt werden. Bitte Berechtigungen prüfen: {0}
es_mx: No se puede crear el directorio de datos de la aplicación. Por favor, revisa los permisos: {0}
fr_fr: Impossible de créer le répertoire de données de l'application, veuillez vérifier les permissions : {0}
hi_in: ऐप डेटा निर्देशिका बनाने में असमर्थ। कृपया अनुमतियाँ जाँचें: {0}
id_id: Tidak dapat membuat direktori data aplikasi. Harap periksa izin: {0}
it_it: Impossibile creare la directory dati app. Verifica i permessi: {0}
ja_jp: アプリデータディレクトリを作成できません。権限を確認: {0}
ko_kr: 앱 데이터 디렉토리를 만들 수 없습니다. 권한을 확인하세요: {0}
pt_br: Não foi possível criar o diretório de dados do app. Verifique as permissões: {0}
ru_ru: Не удалось создать папку данных. Проверьте права: {0}
zh_cn: 无法创建应用数据目录，请检查权限: {0}
zh_tw: 無法建立應用資料目錄，請檢查權限: {0}

# Settings_DbInitFailed
source: Database Initialization Failed
de_de: Datenbankinitialisierung fehlgeschlagen
es_mx: Error al inicializar base de datos
fr_fr: Échec d'initialisation de la base de données
hi_in: डेटाबेस प्रारंभीकरण विफल
id_id: Inisialisasi Database Gagal
it_it: Inizializzazione Database Fallita
ja_jp: データベース初期化失敗
ko_kr: 데이터베이스 초기화 실패
pt_br: Falha na inicialização do banco de dados
ru_ru: Ошибка инициализации базы данных
zh_cn: 数据库初始化失败
zh_tw: 資料庫初始化失敗

# Settings_DbInitFailedMsg
source: Unable to create or initialize settings database: {0}
de_de: Einstellungsdatenbank konnte nicht erstellt oder initialisiert werden: {0}
es_mx: No se puede crear o inicializar la base de datos de configuración: {0}
fr_fr: Impossible de créer ou d'initialiser la base de données des paramètres : {0}
hi_in: सेटिंग्स डेटाबेस बनाने या प्रारंभ करने में असमर्थ: {0}
id_id: Tidak dapat membuat atau menginisialisasi database pengaturan: {0}
it_it: Impossibile creare o inizializzare il database impostazioni: {0}
ja_jp: 設定データベースを作成/初期化できません: {0}
ko_kr: 설정 데이터베이스를 생성하거나 초기화할 수 없습니다: {0}
pt_br: Não foi possível criar ou inicializar o banco de dados de configurações: {0}
ru_ru: Не удалось создать или инициализировать базу: {0}
zh_cn: 无法创建或初始化设置数据库: {0}
zh_tw: 無法建立或初始化設定資料庫: {0}

# Settings_ConfigDeleteFailed
source: Configuration Delete Failed
de_de: Löschen der Konfiguration fehlgeschlagen
es_mx: Error al eliminar configuración
fr_fr: Échec de suppression de la configuration
hi_in: कॉन्फ़िगरेशन हटाना विफल
id_id: Penghapusan Konfigurasi Gagal
it_it: Eliminazione Configurazione Fallita
ja_jp: 設定削除失敗
ko_kr: 설정 삭제 실패
pt_br: Falha ao excluir configuração
ru_ru: Ошибка удаления конфигурации
zh_cn: 配置删除失败
zh_tw: 設定刪除失敗

# Settings_ConfigDeleteFailedMsg
source: Unable to delete setting from database: {0}
de_de: Einstellung konnte nicht aus der Datenbank gelöscht werden: {0}
es_mx: No se puede eliminar el ajuste de la base de datos: {0}
fr_fr: Impossible de supprimer le paramètre de la base de données : {0}
hi_in: डेटाबेस से सेटिंग हटाने में असमर्थ: {0}
id_id: Tidak dapat menghapus pengaturan dari database: {0}
it_it: Impossibile eliminare impostazione dal database: {0}
ja_jp: データベースから設定を削除できません: {0}
ko_kr: 데이터베이스에서 설정을 삭제할 수 없습니다: {0}
pt_br: Não foi possível excluir configuração do banco de dados: {0}
ru_ru: Не удалось удалить настройку из базы: {0}
zh_cn: 无法从数据库删除设置: {0}
zh_tw: 無法從資料庫刪除設定: {0}

# Settings_ConfigReadFailed
source: Configuration Read Failed
de_de: Lesen der Konfiguration fehlgeschlagen
es_mx: Error al leer configuración
fr_fr: Échec de lecture de la configuration
hi_in: कॉन्फ़िगरेशन पढ़ना विफल
id_id: Pembacaan Konfigurasi Gagal
it_it: Lettura Configurazione Fallita
ja_jp: 設定読み取り失敗
ko_kr: 설정 읽기 실패
pt_br: Falha ao ler configuração
ru_ru: Ошибка чтения конфигурации
zh_cn: 配置读取失败
zh_tw: 設定讀取失敗

# Settings_ConfigReadFailedMsg
source: Unable to load settings from database: {0}
de_de: Einstellungen konnten nicht aus der Datenbank geladen werden: {0}
es_mx: No se pueden cargar los ajustes de la base de datos: {0}
fr_fr: Impossible de charger les paramètres depuis la base de données : {0}
hi_in: डेटाबेस से सेटिंग्स लोड करने में असमर्थ: {0}
id_id: Tidak dapat memuat pengaturan dari database: {0}
it_it: Impossibile caricare impostazioni dal database: {0}
ja_jp: データベースから設定を読み込めません: {0}
ko_kr: 데이터베이스에서 설정을 로드할 수 없습니다: {0}
pt_br: Não foi possível carregar configurações do banco de dados: {0}
ru_ru: Не удалось загрузить настройки из базы: {0}
zh_cn: 无法从数据库加载设置: {0}
zh_tw: 無法從資料庫載入設定: {0}

# Settings_ConfigSaveFailed
source: Configuration Save Failed
de_de: Speichern der Konfiguration fehlgeschlagen
es_mx: Error al guardar configuración
fr_fr: Échec de sauvegarde de la configuration
hi_in: कॉन्फ़िगरेशन सहेजना विफल
id_id: Penyimpanan Konfigurasi Gagal
it_it: Salvataggio Configurazione Fallito
ja_jp: 設定保存失敗
ko_kr: 설정 저장 실패
pt_br: Falha ao salvar configuração
ru_ru: Ошибка сохранения конфигурации
zh_cn: 配置保存失败
zh_tw: 設定儲存失敗

# Settings_ConfigSaveFailedMsg
source: Unable to save settings to database: {0}
de_de: Einstellungen konnten nicht in der Datenbank gespeichert werden: {0}
es_mx: No se pueden guardar los ajustes en la base de datos: {0}
fr_fr: Impossible d'enregistrer les paramètres dans la base de données : {0}
hi_in: डेटाबेस में सेटिंग्स सहेजने में असमर्थ: {0}
id_id: Tidak dapat menyimpan pengaturan ke database: {0}
it_it: Impossibile salvare impostazioni nel database: {0}
ja_jp: データベースに設定を保存できません: {0}
ko_kr: 데이터베이스에 설정을 저장할 수 없습니다: {0}
pt_br: Não foi possível salvar configurações no banco de dados: {0}
ru_ru: Не удалось сохранить настройки в базу: {0}
zh_cn: 无法将设置保存到数据库: {0}
zh_tw: 無法將設定儲存到資料庫: {0}

# Diagnostics_Connected
source: Connected
de_de: Verbunden
es_mx: Conectado
fr_fr: Connecté
hi_in: कनेक्टेड
id_id: Terhubung
it_it: Connesso
ja_jp: 接続済み
ko_kr: 연결됨
pt_br: Conectado
ru_ru: Подключено
zh_cn: 已连接
zh_tw: 已連線

# Diagnostics_Disconnected
source: Disconnected
de_de: Nicht verbunden
es_mx: Desconectado
fr_fr: Déconnecté
hi_in: डिस्कनेक्टेड
id_id: Terputus
it_it: Disconnesso
ja_jp: 未接続
ko_kr: 연결 끊김
pt_br: Desconectado
ru_ru: Отключено
zh_cn: 未连接
zh_tw: 未連線

# Diagnostics_Domestic
source: Domestic
de_de: Inland
es_mx: Nacional
fr_fr: Domestique
hi_in: घरेलू
id_id: Domestik
it_it: Nazionale
ja_jp: 国内
ko_kr: 국내
pt_br: Nacional
ru_ru: Китай
zh_cn: 国内
zh_tw: 國內

# Diagnostics_Overseas
source: Overseas
de_de: Ausland
es_mx: Extranjero
fr_fr: International
hi_in: विदेशी
id_id: Luar Negeri
it_it: Estero
ja_jp: 海外
ko_kr: 해외
pt_br: Internacional
ru_ru: Зарубежный
zh_cn: 海外
zh_tw: 海外

# Diagnostics_DomesticSystem
source: Domestic (System)
de_de: Inland (laut Systemeinstellung)
es_mx: Nacional (Sistema)
fr_fr: Domestique (paramètres système)
hi_in: घरेलू (सिस्टम)
id_id: Domestik (Sistem)
it_it: Nazionale (Sistema)
ja_jp: 国内（システム）
ko_kr: 국내 (시스템)
pt_br: Nacional (Sistema)
ru_ru: Китай (Система)
zh_cn: 国内 (按系统设置)
zh_tw: 國內 (依系統設定)

# Diagnostics_OverseasSystem
source: Overseas (System)
de_de: Ausland (laut Systemeinstellung)
es_mx: Extranjero (Sistema)
fr_fr: International (paramètres système)
hi_in: विदेशी (सिस्टम)
id_id: Luar Negeri (Sistem)
it_it: Estero (Sistema)
ja_jp: 海外（システム）
ko_kr: 해외 (시스템)
pt_br: Internacional (Sistema)
ru_ru: Зарубежный (Система)
zh_cn: 海外 (按系统设置)
zh_tw: 海外 (依系統設定)

# Diagnostics_NoNetwork
source: No Network
de_de: Kein Netzwerk
es_mx: Sin red
fr_fr: Pas de réseau
hi_in: कोई नेटवर्क नहीं
id_id: Tidak Ada Jaringan
it_it: Nessuna Rete
ja_jp: ネットワークなし
ko_kr: 네트워크 없음
pt_br: Sem rede
ru_ru: Нет сети
zh_cn: 无网络
zh_tw: 無網路

# Diagnostics_UnknownCpu
source: Unknown CPU
de_de: Unbekannter Prozessor
es_mx: CPU desconocida
fr_fr: Processeur inconnu
hi_in: अज्ञात CPU
id_id: CPU Tidak Dikenal
it_it: CPU Sconosciuta
ja_jp: 不明なCPU
ko_kr: 알 수 없는 CPU
pt_br: CPU desconhecida
ru_ru: Неизвестный CPU
zh_cn: 未知处理器
zh_tw: 未知處理器

# Diagnostics_UnknownGpu
source: Unknown GPU
de_de: Unbekannte Grafikkarte
es_mx: GPU desconocida
fr_fr: Carte graphique inconnue
hi_in: अज्ञात GPU
id_id: GPU Tidak Dikenal
it_it: GPU Sconosciuta
ja_jp: 不明なGPU
ko_kr: 알 수 없는 GPU
pt_br: GPU desconhecida
ru_ru: Неизвестный GPU
zh_cn: 未知显卡
zh_tw: 未知顯示卡

# Diagnostics_ReadFailed
source: Read Failed
de_de: Lesen fehlgeschlagen
es_mx: Lectura fallida
fr_fr: Échec de lecture
hi_in: पढ़ने में विफल
id_id: Gagal Membaca
it_it: Lettura Fallita
ja_jp: 読み取り失敗
ko_kr: 읽기 실패
pt_br: Falha ao ler
ru_ru: Ошибка чтения
zh_cn: 读取失败
zh_tw: 讀取失敗

# Diagnostics_Enabled
source: Enabled
de_de: Aktiviert
es_mx: Activado
fr_fr: Activé
hi_in: सक्षम
id_id: Aktif
it_it: Abilitato
ja_jp: 有効
ko_kr: 활성화됨
pt_br: Ativado
ru_ru: Включено
zh_cn: 已开启
zh_tw: 已開啟

# Diagnostics_Disabled
source: Disabled
de_de: Deaktiviert
es_mx: Desactivado
fr_fr: Désactivé
hi_in: अक्षम
id_id: Nonaktif
it_it: Disabilitato
ja_jp: 無効
ko_kr: 비활성화됨
pt_br: Desativado
ru_ru: Отключено
zh_cn: 未开启
zh_tw: 未開啟

# Diagnostics_NotInstalled
source: Not installed or uninstalled
de_de: Nicht installiert oder deinstalliert
es_mx: No instalado o desinstalado
fr_fr: Non installé ou désinstallé
hi_in: इंस्टॉल नहीं है या अनइंस्टॉल किया गया
id_id: Tidak terinstal atau dihapus
it_it: Non installato o disinstallato
ja_jp: 未インストールまたは削除済み
ko_kr: 설치되지 않음 또는 제거됨
pt_br: Não instalado ou desinstalado
ru_ru: Не установлено или удалено
zh_cn: 未安装或已卸载
zh_tw: 未安裝或已解除安裝

# Diagnostics_CannotDetect
source: Cannot detect
de_de: Kann nicht erkannt werden
es_mx: No se puede detectar
fr_fr: Détection impossible
hi_in: पता नहीं लगा सकते
id_id: Tidak dapat mendeteksi
it_it: Impossibile rilevare
ja_jp: 検出不可
ko_kr: 감지할 수 없음
pt_br: Não é possível detectar
ru_ru: Невозможно определить
zh_cn: 无法检测
zh_tw: 無法偵測

# Diagnostics_PartialError
source: An error occurred during diagnostics. Some information may be inaccurate.
de_de: Während der Diagnose sind Fehler aufgetreten. Einige Informationen könnten ungenau sein.
es_mx: Ocurrió un error durante el diagnóstico. Parte de la información puede ser inexacta.
fr_fr: Des erreurs se sont produites pendant le diagnostic, certaines informations peuvent être inexactes
hi_in: निदान के दौरान एक त्रुटि हुई। कुछ जानकारी गलत हो सकती है।
id_id: Terjadi kesalahan saat diagnostik. Beberapa informasi mungkin tidak akurat.
it_it: Si è verificato un errore durante la diagnostica. Alcune informazioni potrebbero essere imprecise.
ja_jp: 診断中にエラー発生。一部情報が不正確な可能性があります。
ko_kr: 진단 중 오류가 발생했습니다. 일부 정보가 부정확할 수 있습니다.
pt_br: Ocorreu um erro durante o diagnóstico. Algumas informações podem estar imprecisas.
ru_ru: Ошибка при диагностике. Информация может быть неточной.
zh_cn: 诊断过程中发生错误，部分信息可能不准确
zh_tw: 診斷過程中發生錯誤，部分資訊可能不準確

# Diagnostics_SuggestNoNetwork
source: Network not connected. Please check your network settings.
de_de: Netzwerk nicht verbunden. Bitte überprüfe die Systemnetzwerkeinstellungen.
es_mx: Red no conectada. Por favor, revisa tu configuración de red.
fr_fr: Réseau non connecté, veuillez vérifier les paramètres réseau du système
hi_in: नेटवर्क कनेक्ट नहीं है। कृपया अपनी नेटवर्क सेटिंग्स जाँचें।
id_id: Jaringan tidak terhubung. Harap periksa pengaturan jaringan Anda.
it_it: Rete non connessa. Verifica le impostazioni di rete.
ja_jp: ネットワーク未接続。ネットワーク設定を確認してください。
ko_kr: 네트워크가 연결되지 않았습니다. 네트워크 설정을 확인하세요.
pt_br: Rede não conectada. Verifique suas configurações de rede.
ru_ru: Сеть не подключена. Проверьте настройки сети.
zh_cn: 网络未连接，请检查系统网络设置
zh_tw: 網路未連線，請檢查系統網路設定

# Diagnostics_SuggestDomesticSlow
source: Currently on a domestic network. Server access may be slow.
de_de: Du befindest dich in einer Inlands-Netzwerkumgebung. Der Zugriff auf die Server könnte langsam sein.
es_mx: Actualmente en red nacional. El acceso al servidor puede ser lento.
fr_fr: Vous êtes dans un environnement réseau domestique, l'accès au serveur peut être lent
hi_in: वर्तमान में घरेलू नेटवर्क पर हैं। सर्वर एक्सेस धीमा हो सकता है।
id_id: Saat ini di jaringan domestik. Akses server mungkin lambat.
it_it: Attualmente su rete nazionale. L'accesso al server potrebbe essere lento.
ja_jp: 国内ネットワークです。サーバーアクセスが遅い可能性があります。
ko_kr: 현재 국내 네트워크에 있습니다. 서버 접근이 느릴 수 있습니다.
pt_br: Atualmente em uma rede nacional. O acesso ao servidor pode estar lento.
ru_ru: Китайская сеть. Доступ к серверу может быть медленным.
zh_cn: 当前处于国内网络环境，访问服务器可能存在缓慢情况
zh_tw: 目前處於國內網路環境，存取伺服器可能存在緩慢情況

# Diagnostics_SuggestSecurityCenter
source: Windows Security Center is enabled, which may cause plugin injection to fail. It is recommended to disable it.
de_de: Windows-Sicherheitscenter ist aktiviert. Dies kann die Plugin-Injektion blockieren. Es wird empfohlen, das Sicherheitscenter zu deaktivieren.
es_mx: El Centro de Seguridad de Windows está activado, lo que puede causar fallos en la inyección de plugins. Se recomienda desactivarlo.
fr_fr: La Sécurité Windows est activée, ce qui peut empêcher l'injection des plugins. Il est conseillé de désactiver la Sécurité Windows.
hi_in: Windows सुरक्षा केंद्र सक्षम है, जिससे प्लगइन इंजेक्शन विफल हो सकता है। इसे अक्षम करने की अनुशंसा की जाती है।
id_id: Windows Security Center aktif, yang dapat menyebabkan injeksi plugin gagal. Disarankan untuk menonaktifkannya.
it_it: Windows Security Center è abilitato, potrebbe causare il fallimento dell'injection dei plugin. Si consiglia di disabilitarlo.
ja_jp: Windows セキュリティセンターが有効です。プラグイン注入に失敗する可能性があります。無効化を推奨します。
ko_kr: Windows 보안 센터가 활성화되어 있어 플러그인 인젝션이 실패할 수 있습니다. 비활성화하는 것이 좋습니다.
pt_br: A Central de Segurança do Windows está ativada, o que pode causar falha na injeção de plugins. Recomenda-se desativá-la.
ru_ru: Центр безопасности Windows включён, может мешать инжекту. Рекомендуется отключить.
zh_cn: Windows 安全中心已开启，这可能会导致插件注入失败，建议关闭 Windows 安全中心
zh_tw: Windows 安全中心已開啟，這可能會導致插件注入失敗，建議關閉 Windows 安全中心

# Diagnostics_SuggestLowMemory
source: Current physical memory is {0}GB, below the minimum 12GB requirement.
de_de: Der aktuelle Arbeitsspeicher beträgt {0} GB und erfüllt nicht die Mindestanforderung von 12 GB.
es_mx: La memoria física actual es de {0}GB, por debajo del requisito mínimo de 12GB.
fr_fr: La mémoire physique actuelle est de {0} Go, ce qui ne satisfait pas l'exigence minimale de 12 Go
hi_in: वर्तमान भौतिक मेमोरी {0}GB है, जो न्यूनतम 12GB आवश्यकता से कम है।
id_id: Memori fisik saat ini {0}GB, di bawah persyaratan minimum 12GB.
it_it: La memoria fisica attuale è {0}GB, sotto il requisito minimo di 12GB.
ja_jp: 現在の物理メモリ{0}GB、最小要件12GB未満です。
ko_kr: 현재 실제 메모리가 {0}GB로 최소 12GB 요구 사항에 미치지 못합니다.
pt_br: A memória física atual é de {0}GB, abaixo do requisito mínimo de 12GB.
ru_ru: Физическая память {0}ГБ, меньше минимума 12ГБ.
zh_cn: 当前物理内存为 {0}GB，不符合最低 12GB 的要求
zh_tw: 目前實體記憶體為 {0}GB，不符合最低 12GB 的要求

# Diagnostics_SuggestLowDisk
source: System disk free space is {0}GB, below the minimum 1GB requirement.
de_de: Der freie Speicherplatz auf dem Systemlaufwerk beträgt {0} GB und erfüllt nicht die Mindestanforderung von 1 GB.
es_mx: El espacio libre en disco del sistema es de {0}GB, por debajo del requisito mínimo de 1GB.
fr_fr: L'espace disque système restant est de {0} Go, ce qui ne satisfait pas l'exigence minimale de 1 Go
hi_in: सिस्टम डिस्क खाली स्थान {0}GB है, जो न्यूनतम 1GB आवश्यकता से कम है।
id_id: Ruang kosong disk sistem {0}GB, di bawah persyaratan minimum 1GB.
it_it: Lo spazio libero sul disco di sistema è {0}GB, sotto il requisito minimo di 1GB.
ja_jp: システムディスク空き容量{0}GB、最小要件1GB未満です。
ko_kr: 시스템 디스크 여유 공간이 {0}GB로 최소 1GB 요구 사항에 미치지 못합니다.
pt_br: O espaço livre no disco do sistema é de {0}GB, abaixo do requisito mínimo de 1GB.
ru_ru: Свободно {0}ГБ на диске, меньше минимума 1ГБ.
zh_cn: 系统盘剩余空间为 {0}GB，不符合最低 1GB 的要求
zh_tw: 系統碟剩餘空間為 {0}GB，不符合最低 1GB 的要求

# Diagnostics_SuggestRefreshRate
source: Your monitor supports {0}Hz, but is currently running at {1}Hz.
de_de: Dein Monitor unterstützt {0} Hz, läuft aber derzeit nur mit {1} Hz.
es_mx: Tu monitor admite {0}Hz, pero actualmente funciona a {1}Hz.
fr_fr: Votre moniteur prend en charge {0} Hz, mais fonctionne actuellement à {1} Hz
hi_in: आपका मॉनिटर {0}Hz समर्थित करता है, लेकिन वर्तमान में {1}Hz पर चल रहा है।
id_id: Monitor Anda mendukung {0}Hz, tetapi saat ini berjalan pada {1}Hz.
it_it: Il tuo monitor supporta {0}Hz, ma attualmente funziona a {1}Hz.
ja_jp: モニターは{0}Hz対応ですが、現在{1}Hzで動作しています。
ko_kr: 모니터가 {0}Hz를 지원하지만 현재 {1}Hz로 실행 중입니다.
pt_br: Seu monitor suporta {0}Hz, mas está atualmente rodando a {1}Hz.
ru_ru: Монитор поддерживает {0}Гц, но работает на {1}Гц.
zh_cn: 您的显示器支持 {0}Hz，但当前仅运行在 {1}Hz
zh_tw: 您的顯示器支援 {0}Hz，但目前僅執行在 {1}Hz

# Diagnostics_AllNormal
source: Normal. System and network environment meet requirements.
de_de: Normal – System- und Netzwerkumgebung erfüllen die Anforderungen.
es_mx: Normal. El sistema y el entorno de red cumplen los requisitos.
fr_fr: Normal, l'environnement système et réseau répond aux exigences d'exécution
hi_in: सामान्य। सिस्टम और नेटवर्क वातावरण आवश्यकताओं को पूरा करते हैं।
id_id: Normal. Lingkungan sistem dan jaringan memenuhi persyaratan.
it_it: Normale. L'ambiente di sistema e rete soddisfa i requisiti.
ja_jp: 正常。システムとネットワーク環境は要件を満たしています。
ko_kr: 정상. 시스템 및 네트워크 환경이 요구 사항을 충족합니다.
pt_br: Normal. O ambiente do sistema e rede atendem aos requisitos.
ru_ru: Норма. Система и сеть соответствуют требованиям.
zh_cn: 正常，系统与网络环境符合运行要求
zh_tw: 正常，系統與網路環境符合執行要求

# User_DefaultSignature
source: This user is lazy and wrote nothing...
de_de: Diese Person ist faul und hat nichts geschrieben...
es_mx: Este usuario es perezoso y no escribió nada...
fr_fr: Cet utilisateur est très paresseux, il n'a rien écrit...
hi_in: यह उपयोगकर्ता आलसी है और उसने कुछ नहीं लिखा...
id_id: Pengguna ini malas dan tidak menulis apa pun...
it_it: Questo utente è pigro e non ha scritto nulla...
ja_jp: このユーザーは何も書いていません...
ko_kr: 이 사용자는 게으름이 많아 아무것도 쓰지 않았습니다...
pt_br: Este usuário é preguiçoso e não escreveu nada...
ru_ru: Этот пользователь ленив и ничего не написал...
zh_cn: 这个人很懒，什么都没有写...
zh_tw: 這個人很懶，什麼都沒有寫...

# User_GenderMale
source: Male
de_de: Männlich
es_mx: Hombre
fr_fr: Homme
hi_in: पुरुष
id_id: Pria
it_it: Maschio
ja_jp: 男性
ko_kr: 남성
pt_br: Masculino
ru_ru: Мужской
zh_cn: 男
zh_tw: 男

# User_GenderFemale
source: Female
de_de: Weiblich
es_mx: Mujer
fr_fr: Femme
hi_in: महिला
id_id: Wanita
it_it: Femmina
ja_jp: 女性
ko_kr: 여성
pt_br: Feminino
ru_ru: Женский
zh_cn: 女
zh_tw: 女

# User_GenderPrivate
source: Private
de_de: Privat
es_mx: Privado
fr_fr: Confidentiel
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
pt_br: Privado
ru_ru: Скрыто
zh_cn: 保密
zh_tw: 保密

# Gacha_Lost5050
source: 50/50 Lost
de_de: Verloren (50/50)
es_mx: 50/50 Perdido
fr_fr: Perdu 50/50
hi_in: 50/50 हारे
id_id: 50/50 Kalah
ja_jp: すり抜け
ko_kr: 50/50 실패
ru_ru: Проигрыш 50/50
zh_cn: 歪
zh_tw: 歪

# Gacha_Guaranteed
source: Guaranteed
de_de: Garantiert
es_mx: Garantizado
fr_fr: Garanti
hi_in: गारंटीड
id_id: Garansi
it_it: Garantito
ja_jp: 確定
ko_kr: 확정 천장
pt_br: Garantido
ru_ru: Гарант
zh_cn: 大保底
zh_tw: 大保底

# Gacha_ZeroPulls
source: 0 Pulls
de_de: 0 Ziehungen
es_mx: 0 Tiradas
fr_fr: 0 tirage
hi_in: 0 पुल
id_id: 0 Pull
it_it: 0 Pull
ja_jp: 0回
ko_kr: 0 뽑기
pt_br: 0 Tiragens
ru_ru: 0 молитв
zh_cn: 0 抽
zh_tw: 0 抽

# Gacha_No5StarPity
source: No 5★ pity
de_de: Kein 5-Sterne-Pity
es_mx: Sin pity de 5★
fr_fr: Aucune pitié 5★ pour le moment
hi_in: कोई 5★ पिटी नहीं
id_id: Tidak ada pity 5★
it_it: Nessun pity 5★
ja_jp: ★5天井なし
ko_kr: 5★ 천장 없음
pt_br: Sem pity 5★
ru_ru: Нет 5★ pity
zh_cn: 暂无五星垫数
zh_tw: 暫無五星墊數

# Gacha_No5StarRecord
source: No 5★ record
de_de: Keine 5-Sterne-Aufzeichnungen
es_mx: Sin registro de 5★
fr_fr: Aucun historique 5★ pour le moment
hi_in: कोई 5★ रिकॉर्ड नहीं
id_id: Tidak ada catatan 5★
it_it: Nessun record 5★
ja_jp: ★5記録なし
ko_kr: 5★ 기록 없음
pt_br: Sem registro 5★
ru_ru: Нет записей 5★
zh_cn: 暂无五星记录
zh_tw: 暫無五星記錄

# Gacha_TotalPulls
source: Total Pulls
de_de: Gesamtzahl Ziehungen
es_mx: Tiradas totales
fr_fr: Total de tirages
hi_in: कुल पुल
id_id: Total Pull
it_it: Pull Totali
ja_jp: 総祈願回数
ko_kr: 총 뽑기
pt_br: Total de tiragens
ru_ru: Всего молитв
zh_cn: 总抽数
zh_tw: 總抽數

# Gacha_PrimogemEstimate
source: Primogem Estimate
de_de: Urgestein-Schätzung
es_mx: Estimación de protogemas
fr_fr: Estimation en primo-gemmes
hi_in: प्रिमोजेम अनुमान
id_id: Estimasi Primogem
it_it: Stima Primogemme
ja_jp: 原石推定
ko_kr: 원석 추정
pt_br: Estimativa de primogemas
ru_ru: Оценка камней
zh_cn: 原石估算
zh_tw: 原石估算

# Gacha_5StarDrop
source: 5★ Drops
de_de: 5-Sterne-Drops
es_mx: Obtenciones 5★
fr_fr: Obtentions 5★
hi_in: 5★ ड्रॉप
id_id: Drop 5★
it_it: Drop 5★
ja_jp: ★5ドロップ
ko_kr: 5★ 드롭
pt_br: Drops 5★
ru_ru: 5★ дропы
zh_cn: 五星出货
zh_tw: 五星出貨

# Gacha_4StarDrop
source: 4★ Drops
de_de: 4-Sterne-Drops
es_mx: Obtenciones 4★
fr_fr: Obtentions 4★
hi_in: 4★ ड्रॉप
id_id: Drop 4★
it_it: Drop 4★
ja_jp: ★4ドロップ
ko_kr: 4★ 드롭
pt_br: Drops 4★
ru_ru: 4★ дропы
zh_cn: 四星出货
zh_tw: 四星出貨

# Gacha_Avg5StarCharCost
source: Avg 5★ Char Cost
de_de: Durchschn. Kosten 5-Sterne-Charakter
es_mx: Coste medio 5★ pers.
fr_fr: Coût moyen personnage 5★
hi_in: औसत 5★ पात्र लागत
id_id: Biaya Rata-rata Karakter 5★
it_it: Costo Medio Personaggio 5★
ja_jp: 平均★5キャラコスト
ko_kr: 평균 5★ 캐릭터 비용
pt_br: Custo médio de personagem 5★
ru_ru: Средняя стоимость 5★ персонажа
zh_cn: 五星角色均耗
zh_tw: 五星角色均耗

# Gacha_Avg5StarPulls
source: Avg 5★ Pulls
de_de: Durchschn. Ziehungen pro 5-Stern
es_mx: Tiradas medias 5★
fr_fr: Tirages moyens par 5★
hi_in: औसत 5★ पुल
id_id: Pull Rata-rata 5★
it_it: Pull Medi 5★
ja_jp: 平均★5祈願数
ko_kr: 평균 5★ 뽑기
pt_br: Média de tiragens por 5★
ru_ru: Среднее молитв до 5★
zh_cn: 五星均抽
zh_tw: 五星均抽
